<template>
  <main-layout>
    <div class="container">
      <h1>Пользовательское соглашение</h1>
      <p class="text">
        Данное соглашение отражает условия предоставления и использования услуг
        InterLingvo.Com.
      </p>
      <p class="text">
        Учетная запись, пароль, безопасность Для того, чтобы Ваша учетная запись
        была создана и Вы могли пользоваться услугами InterLingvo.Com, Вам надо
        заполнить регистрационную форму с внесением исключительно актуальной,
        полной и точной информации, запрашиваемой при регистрации. Пароль для
        входа в систему выбирается Вами самостоятельно. Будучи
        зарегистрированным пользователем InterLingvo.Com, Вы соглашаетесь с тем,
        что Вы несете полную личную ответственность за содержание материалов и
        информации, опубликованных Вами на сайте, а также за сохранность и
        конфиденциальность данных для Вашей авторизации в системе и относящихся
        к Вашей учетной записи. Вы также соглашаетесь немедленно уведомлять
        персонал InterLingvo.Com о любом несанкционированном использовании Вашей
        учетной записи или о любом другом нарушении безопасности системы.
      </p>

      <p class="text">
        Конфиденциальность и безопасность Администрация сервиса гарантирует, что
        любая информация, предоставляемая нашими пользователями, является строго
        конфиденциальной и не может быть открыта третьим лицам или организациям,
        а также служить объектом обмена или продажи. Между тем, Администрация
        оставляет за собой право затребовать скан-копию документа,
        удостоверяющего личность.
      </p>
      <p class="text">
        Хранение сообщений Вы соглашаетесь, что InterLingvo.Com не несет
        ответственности за хранение или удаление Вашей корреспонденции или
        другой информации.
      </p>

      <p class="text">
        Памятка пользователя Обязательным условием пользования услугами
        InterLingvo.Com является Ваша гарантия, что Вы не будете использовать
        наши услуги в незаконных или противоречащих данному соглашению целях.
      </p>

      <p class="text">
        Услуги предоставляются только частным лицам для использования в личных
        целях. Любое несанкционированное коммерческое использование услуг
        InterLingvo.Com строго запрещено.
      </p>

      <p class="text">
        В качестве предупреждения (а не ограничения), Вы обязуетесь не:
        размещать/рассылать оскорбления, нецензурные высказывания,
        порнографические материалы; материалы, оскорбляющие человеческое
        достоинство, призывы к национальной розни, оскорбительные, угрожающие,
        клеветнические, порнографические и прочие сообщения, могущие нарушить
        соответствующие законы; любым незаконным способом собирать информацию, в
        том числе и контактную, о других пользователях без их на то согласия;
        пересылать или загружать материалы, содержащие вирусы, бомбы
        замедленного действия или другие опасные программы, которые могут
        причинить вред оборудованию; пытаться получить несанкционированный
        доступ к сервису, чужим учетным записям, компьютерам и системам,
        связанным с сервисом InterLingvo.Com, посредством услуги напоминания
        пароля и другими способами; публиковать в открытом доступе адреса
        электронной почты, почтовые адреса, номера телефонов, ссылки и другие
        контакты, а также размещать информацию рекламного характера; вводить в
        заблуждение других пользователей, а также преследовать их.
      </p>

      <p class="text">
        Ограничения обязательств Информация и услуги, доступные в системе
        InterLingvo.Com, могут содержать ошибки или опечатки. InterLingvo.Com
        оставляет за собой право вносить соответствующие правки без
        дополнительного уведомления пользователей. Администрация сервиса
        оставляет за собой право удалить любую анкету без
        предупреждения/объяснения. Администрация InterLingvo.Com не может
        гарантировать, что службы будут работать беспрерывно и безошибочно, но
        наша команда сделает все возможное, чтобы внести необходимые
        корректировки в кратчайшие сроки.
      </p>

      <p class="text">
        Изменения Соглашения InterLingvo.Com сохраняет за собой право изменять
        данное Соглашение о предоставлении услуг по своему усмотрению без
        дополнительного уведомления пользователей. Вы должны самостоятельно
        время от времени просматривать данное Соглашение. Если Вы продолжаете
        пользоваться услугами InterLingvo.Com после любых изменений, значит, Вы
        согласны с внесенными изменениями.
      </p>

      <p class="text">
        Данное Соглашение размещено во всех версиях сайта на соответствующем
        языке.
      </p>

      <h4>Вопросы и ответы</h4>

      <ol class="list">
        <li>
          <a href="#"> Что такое сервис InterLingvo.com? </a>
        </li>
        <li>
          <a href="#">Какие языки представлены в настоящий момент?</a>
        </li>
        <li>
          <a href="#"> Какие переводы осуществляются в настоящий момент? </a>
        </li>
        <li>
          <a href="#"> Сколько времени уходит на перевод сообщения? </a>
        </li>
        <li>
          <a href="#">
            Я получил уведомление, что мне пришло сообщение. Когда я вошел в
            свою почту, сообщения не было. Что случилось?
          </a>
        </li>
        <li>
          <a href="#"> Какие услуги предоставляются бесплатно? </a>
        </li>
        <li>
          <a href="#">
            Сообщения лежат в Исходящих вот уже несколько дней. Почему?
          </a>
        </li>
      </ol>
      <div class="answer">
        <span class="bold-text"> 1. Что такое сервис InterLingvo.Com? </span>
        <p class="text">
          InterLingvo.Com – это международная многоязычная служба знакомств. У
          сервиса простая и удобная система, позволяющая легко общаться людям,
          говорящим на разных языках. Все переводы осуществляются
          квалифицированными специалистами. Анонимность сервиса достигается тем,
          что переводчик работает только с текстами личных сообщений, не зная,
          кто является отправителем и получателем.
        </p>
      </div>

      <div class="answer">
        <span class="bold-text"
          >2. Какие языки представлены в настоящий момент?
        </span>
        <p class="text">
          В настоящий момент InterLingvo.Com представлен на следующих языках:
        </p>
        <ul class="list">
          <li>Арабский</li>
          <li>Китайский</li>
          <li>Датский</li>
          <li>Немецкий</li>
          <li>Английский</li>
          <li>Финский</li>
          <li>Французский</li>
          <li>Итальянский</li>
          <li>Японский</li>
          <li>Корейский</li>
          <li>Голландский</li>
          <li>Норвежский</li>
          <li>Португальский</li>
          <li>Русский</li>
          <li>Испанский</li>
          <li>Шведский</li>
          <li>Турецкий</li>
        </ul>
      </div>

      <div class="answer">
        <span class="bold-text"
          >3. Какие переводы осуществляются в настоящий момент?
        </span>
        <p class="text">
          В настоящий момент переводы осуществляются в следующих направлениях
          (стоимость перевода за 100 символов, если не указано иначе,
          составляет):
        </p>
        <ul class="list">
          <li>Арабский - Испанский - ¤139</li>
          <li>Арабский - Японский - ¤139</li>
          <li>Арабский - Корейский - ¤139</li>
          <li>Арабский - Русский - ¤139</li>
          <li>Арабский - Китайский - ¤139</li>
          <li>Датский - Испанский - ¤109</li>
          <li>Датский - Японский - ¤109</li>
          <li>Датский - Корейский - ¤109</li>
          <li>Датский - Русский - ¤109</li>
          <li>Датский - Китайский - ¤109</li>
          <li>Немецкий - Японский - ¤109</li>
          <li>Немецкий - Корейский - ¤109</li>
          <li>Немецкий - Русский - ¤109</li>
          <li>Немецкий - Китайский - ¤109</li>
          <li>Английский - Испанский - ¤99</li>
          <li>Английский - Японский - ¤99</li>
          <li>Английский - Корейский - ¤99</li>
          <li>Английский - Русский - ¤99</li>
          <li>Английский - Китайский - ¤99</li>
          <li>Испанский - Арабский - ¤139</li>
          <li>Испанский - Датский - ¤109</li>
          <li>Испанский - Английский - ¤99</li>
          <li>Испанский - Финский - ¤109</li>
          <li>Испанский - Японский - ¤109</li>
          <li>Испанский - Корейский - ¤109</li>
          <li>Испанский - Голландский - ¤109</li>
          <li>Испанский - Норвежский - ¤109</li>
          <li>Испанский - Русский - ¤109</li>
          <li>Испанский - Шведский - ¤109</li>
          <li>Испанский - Турецкий - ¤139</li>
          <li>Испанский - Китайский - ¤109</li>
          <li>Финский - Испанский - ¤109</li>
          <li>Финский - Японский - ¤109</li>
          <li>Финский - Корейский - ¤109</li>
          <li>Финский - Русский - ¤109</li>
          <li>Финский - Китайский - ¤109</li>
          <li>Французский - Японский - ¤109</li>
          <li>Французский - Корейский - ¤109</li>
          <li>Французский - Русский - ¤109</li>
          <li>Французский - Китайский - ¤109</li>
          <li>Итальянский - Японский - ¤109</li>
          <li>Итальянский - Корейский - ¤109</li>
          <li>Итальянский - Русский - ¤109</li>
          <li>Итальянский - Китайский - ¤109</li>
          <li>Японский - Арабский - ¤139</li>
          <li>Японский - Датский - ¤109</li>
          <li>Японский - Немецкий - ¤109</li>
          <li>Японский - Английский - ¤99</li>
          <li>Японский - Испанский - ¤109</li>
          <li>Японский - Финский - ¤109</li>
          <li>Японский - Французский - ¤109</li>
          <li>Японский - Итальянский - ¤109</li>
          <li>Японский - Корейский - ¤109</li>
          <li>Японский - Голландский - ¤109</li>
          <li>Японский - Норвежский - ¤109</li>
          <li>Японский - Португальский - ¤109</li>
          <li>Японский - Русский - ¤109</li>
          <li>Японский - Шведский - ¤109</li>
          <li>Японский - Турецкий - ¤139</li>
          <li>Корейский - Арабский - ¤139</li>
          <li>Корейский - Датский - ¤109</li>
          <li>Корейский - Немецкий - ¤109</li>
          <li>Корейский - Английский - ¤99</li>
          <li>Корейский - Испанский - ¤109</li>
          <li>Корейский - Финский - ¤109</li>
          <li>Корейский - Французский - ¤109</li>
          <li>Корейский - Итальянский - ¤109</li>
          <li>Корейский - Японский - ¤109</li>
          <li>Корейский - Голландский - ¤109</li>
          <li>Корейский - Норвежский - ¤109</li>
          <li>Корейский - Португальский - ¤109</li>
          <li>Корейский - Русский - ¤109</li>
          <li>Корейский - Шведский - ¤109</li>
          <li>Корейский - Турецкий - ¤139</li>
          <li>Голландский - Испанский - ¤109</li>
          <li>Голландский - Японский - ¤109</li>
          <li>Голландский - Корейский - ¤109</li>
          <li>Голландский - Русский - ¤109</li>
          <li>Голландский - Китайский - ¤109</li>
          <li>Норвежский - Испанский - ¤109</li>
          <li>Норвежский - Японский - ¤109</li>
          <li>Норвежский - Корейский - ¤109</li>
          <li>Норвежский - Русский - ¤109</li>
          <li>Норвежский - Китайский - ¤109</li>
          <li>Португальский - Японский - ¤109</li>
          <li>Португальский - Корейский - ¤109</li>
          <li>Португальский - Русский - ¤109</li>
          <li>Португальский - Китайский - ¤109</li>
          <li>Русский - Арабский - ¤139</li>
          <li>Русский - Датский - ¤109</li>
          <li>Русский - Немецкий - ¤109</li>
          <li>Русский - Английский - ¤99</li>
          <li>Русский - Испанский - ¤109</li>
          <li>Русский - Финский - ¤109</li>
          <li>Русский - Французский - ¤109</li>
          <li>Русский - Итальянский - ¤109</li>
          <li>Русский - Японский - ¤109</li>
          <li>Русский - Корейский - ¤109</li>
          <li>Русский - Голландский - ¤109</li>
          <li>Русский - Норвежский - ¤109</li>
          <li>Русский - Португальский - ¤109</li>
          <li>Русский - Шведский - ¤109</li>
          <li>Русский - Турецкий - ¤139</li>
          <li>Русский - Китайский - ¤109</li>
          <li>Шведский - Испанский - ¤109</li>
          <li>Шведский - Японский - ¤109</li>
          <li>Шведский - Корейский - ¤109</li>
          <li>Шведский - Русский - ¤109</li>
          <li>Шведский - Китайский - ¤109</li>
          <li>Турецкий - Испанский - ¤139</li>
          <li>Турецкий - Японский - ¤139</li>
          <li>Турецкий - Корейский - ¤139</li>
          <li>Турецкий - Русский - ¤139</li>
          <li>Турецкий - Китайский - ¤139</li>
          <li>Китайский - Арабский - ¤139</li>
          <li>Китайский - Датский - ¤109</li>
          <li>Китайский - Немецкий - ¤109</li>
          <li>Китайский - Английский - ¤99</li>
          <li>Китайский - Испанский - ¤109</li>
          <li>Китайский - Финский - ¤109</li>
          <li>Китайский - Французский - ¤109</li>
          <li>Китайский - Итальянский - ¤109</li>
          <li>Китайский - Голландский - ¤109</li>
          <li>Китайский - Норвежский - ¤109</li>
          <li>Китайский - Португальский - ¤109</li>
          <li>Китайский - Русский - ¤109</li>
          <li>Китайский - Шведский - ¤109</li>
          <li>Китайский - Турецкий - ¤139</li>
        </ul>
        <p class="text">
          Примечание: пожалуйста, имейте в виду, что структура китайского,
          японского и корейского языков значительно отличается от структуры
          европейских и славянских языков. Один символ (иероглиф) обозначает
          целое слово, а зачастую и целую фразу.
        </p>
        <p class="text">
          Примечание: минимальная стоимость сообщения составляет ¤100.
        </p>
      </div>
      <div class="answer">
        <span class="bold-text">
          4. Сколько времени уходит на перевод сообщения?</span
        >
        <p class="text">
          Перевод сообщений обычно осуществляется в течение 2-3 часов. Если
          сообщений к переводу очень много или сообщение очень длинное, то это
          время может увеличиться.
        </p>
      </div>
      <div class="answer">
        <span class="bold-text">
          5. Я получил уведомление, что мне пришло сообщение. Когда я вошел в
          свою почту, сообщения не было. Что случилось?</span
        >
        <p class="text">
          Такие ситуации бывают тогда, когда отправитель сообщения удалил его из
          своего ящика до того, как получатель прочитал это сообщение у себя.
        </p>
      </div>
      <div class="answer">
        <span class="bold-text">
          6. Какие услуги предоставляются бесплатно?</span
        >
        <p class="text">Бесплатно Вы можете:</p>
        <p class="text">
          - создавать и редактировать свою анкету; <br />
          -отправлять и получать открытки;
        </p>
      </div>
      <div class="answer">
        <span class="bold-text"> 7. Что такое ¤? </span>
        <p class="text">
          ¤ (интер) - это условная единица для приобретения услуг на сайте
          InterLingvo.Com. В настоящий момент ¤100 = €1
        </p>
      </div>
      <div class="answer">
        <span class="bold-text"
          >8. Сообщения лежат в Исходящих вот уже несколько дней. Почему?
        </span>
        <p class="text">
          Все сообщения, как правило, переводятся в течение 2-3 часов. То, что
          сообщения не переходят из папки Исходящие в папку Отправленные,
          говорит о том, что получатель писем еще их не прочитал. Как только
          получатель прочтет свои сообщения, в Вашем почтовом центре письма
          будут храниться в папке Отправленные.
        </p>
        <p class="text">
          Надеемся, что использование сервиса InterLingvo.Com станет для Вас
          приятным и, самое главное, результативным. Если у Вас есть вопросы,
          предложения, замечания, пожелания, пожалуйста,
          <a class="bold-text"> свяжитесь с нами.</a>
        </p>
      </div>
      <b>InterLingvo.Com</b>
    </div>
  </main-layout>
</template>

<script>
import { MainLayout } from "../components/layout";
export default {
  components: { MainLayout },
};
</script>

<style scoped>
.container {
  margin-top: 20px;
  padding-left: 16px;
  padding-right: 16px;
  padding-bottom: 20px;
}

.text {
  line-height: 140%;
  color: #53697c;
  margin-bottom: 10px;
  margin-top: 10px;
}

.bold-text {
  font-weight: 600;
  color: black;
  margin-bottom: 10px;
}

.answer {
  margin-top: 15px;
}

.list {
  margin-left: 16px;
  margin-top: 15px;
  margin-bottom: 15px;
  display: flex;
  flex-direction: column;
  gap: 4px;
}
</style>
